{"translation-revision-date":"2021-02-09 23:37:46+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"sr_RS"},"Create on-brand store campaigns, fast email promotions and customer retargeting with Creative Mail.":["Креирајте кампање за продавнице по бренду, брзе промоције путем е-поште и поновно циљање купаца помоћу Creative Mail-а."],"Email marketing for WooCommerce with Creative Mail":["Маркетинг путем е-поште за WooCommerce са Creative Mail-ом"],"%s per year":["%s годишње"],"Automated sales taxes":["Аутоматизовани порез на промет"],"There was a problem skipping the setup wizard.":["Дошло је до проблема при прескакању чаробњака за подешавање."],"Skip setup store details":["Прескочите подешавање детаља продавнице "],"Learn more about store details":["Сазнајте више о детаљима продавнице"],"Tell us about your store and we'll get you set up in no time":["Реците нам нешто о вашој продавници и ми ћемо вам је подесити зачас"],"Your store address will help us configure currency\n options and shipping rules automatically.\n This information will not be publicly visible and can\n easily be changed later.":["Адреса ваше продавнице помоћи ће нам да аутоматски\nконфигуришемо опције валута и правила испоруке.\nОве информације неће бити јавно видљиве\nи могу се лако променити касније."],"Manual setup is only recommended for\n experienced WooCommerce users or developers.":["Ручно подешавање се препоручује само за\n  искусне кориснике или програмере WooCommerce-а."],"Billing is annual. All purchases are covered by our 30 day money back guarantee and include access to support and updates. Extensions will be added to a cart for you to purchase later.":["Обрачун је годишњи. Све куповине покривене су нашом 30-дневном гаранцијом поврата новца и укључују приступ подршци и ажурирањима. Додаци ће бити додати у корпу за накнадну куповину."],"Display monthly prices":["Приказати месечне цене"],"$%f per month":["$%f месечно"],"This product type requires a paid extension.\nWe'll add this to a cart so that\nyou can purchase and install it later.":["За овај тип производа потребан је плаћени додатак.\nОво ћемо додати у корпу па га можете\nкасније купити и инсталирати."],"Speed & security enhancements":["Побољшања брзине и сигурности"],"Accept credit cards with WooCommerce Payments":["Прихватајте кредитне картице помоћу WooCommerce плаћања"],"Manage your store on the go with the WooCommerce mobile app":["Управљајте продавницом у покрету помоћу WooCommerce мобилне апликације"],"Learn more about recommended free business features":["Сазнајте више о препорученим бесплатним пословним функцијама"],"Requires an account":["Захтева налог"],"Install recommended {{strong}}free{{\/strong}} business features":["Инсталирајте препоручене {{strong}}бесплатне{{\/strong}} пословне функције"],"Get in front of shoppers and drive traffic so you can grow your business with Smart Shopping Campaigns and free listings.":["Станите пред купце и подстакните саобраћај да бисте могли да развијате своје пословање помоћу паметних кампања за куповину и бесплатних листинга."],"Drive traffic to your store with Google Ads & Marketing by Kliken":["Увећајте посећеност ваше продавнице помоћу Google Ads & Marketing од Кликена"],"By installing Jetpack and WooCommerce Shipping plugins for free you agree to our {{link}}Terms of Service{{\/link}}.":["Бесплатном инсталацијом додатака за слање Jetpack и WooCommerce-а пристајете на наше {{link}}Услове коришћења услуге{{\/link}}."],"User accounts are required to use these features.":["Кориснички налози су потребни за коришћење ових функција."],"%s %s will be installed & activated for free, and you agree to our {{link}}Terms of Service{{\/link}}.":["%s %s ће бити инсталиран и активиран бесплатно, а ви пристајете на наше {{link}}Услове коришћења услуге{{\/link}}."],"%s was activated on your site.":["%s је активиран на вашој веб локацији."],"%s was installed on your site.":["%s је инсталиран на вашој веб локацији."],"What is the platform name?":["Које је име платформе?"],"Squarespace":["Squarespace"],"Etsy":["Etsy"],"eBay":["eBay"],"Amazon":["Amazon"],"Drive sales with Google Ads":["Покрените продају са Гугл рекламама"],"plugin":["додатак","додатка","додатака"],"%s %s will be installed & activated for free.":["%s %s ће бити постављен и активиран бесплатно"],"Enhance your store with %s":["Побољшајте своју продавницу са %s"],"Save time at the post office by printing shipping labels for your orders at home.":["Уштедите време у пошти тако што ћете одштампати транспортне етикете за ваше наруџбине код куће."],"Automatically block brute force attacks and speed up your store using our powerful, global server network to cache images.":["Аутоматски блокирајте brute force нападе и убрзајте вашу продавницу користећи моћну, глобалну сервер мрежу за кеширање ваших слика."],"Improved speed & security":["Побољшана брзина и безбедност"],"Ensure that the correct rate of tax is charged on all of your orders automatically, and print shipping labels at home.":["Проверите да ли је тачна стопа пореза наплаћена на све ваше поруџбине аутоматски, и штампајте све транспортне етикете код куће."],"Automatic sales taxes":["Аутоматизовани порези на промет"],"Store management on the go":["Менаџмент продавнице у покрету"],"WooCommerce + Jetpack":["WooCommerce + Jetpack"],"Business Details":["Детаљи о предузећу"],"Industry":["Индустрија"],"Store Details":["Детаљи продавнице"],"There was a problem finishing the profile wizard.":["Дошло је до проблема при завршетку чаробњака за профил."],"Free themes":["Бесплатне теме"],"Paid themes":["Плаћене теме"],"All themes":["Све теме"],"Choose how your store appears to customers. And don't worry, you can always switch themes and edit them later.":["Одаберите како ће се ваша продавница приказивати купцима. И не брините, теме увек можете касније променити и уредити."],"Choose a theme":["Одаберите тему"],"$%f per year":["$%f по години"],"Currently active theme":["Тренутна укључена тема"],"Live demo":["Демо уживо"],"Continue with my active theme":["Наставите са мојом активном темом"],"This theme does not support WooCommerce.":["Ова тема не подржава WooCommerce."],"There was a problem selecting your store theme.":["Дошло је до проблема при одабиру теме продавнице."],"Choose":["Одабери "],"{{strong}}%s{{\/strong}} developed by WooCommerce":["{{strong}}%s{{\/strong}} развио WooCommerce"],"Drop your theme zip file here":["Овде испустите зип датотеку теме"],"Drop a theme zip file here to upload":["Овде испустите зип датотеку теме да бисте је отпремили"],"Upload a theme":["Отпремите тему"],"Your theme is being uploaded":["Ваша тема се додаје"],"Uploading theme":["Отпремање теме"],"I'm setting up a store for a client":["Подешавам продавницу за клијента"],"There was a problem saving your store details.":["Дошло је до проблема при чувању детаља ваше продавнице."],"Your store in your pocket. Manage orders, receive sales notifications, and more. Only with a Jetpack connection.":["Ваша продавница у џепу. Управљајте поруџбинама, примате обавештења о продаји и још много тога. Само са Jetpack везом."],"Yes, count me in!":["Да, рачунајте ме!"],"Build a better WooCommerce":["Изградите бољи WooCommerce"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["Набавите побољшане функције и брже исправке дељењем несетљивих података путем {{link}}праћења употребе{{\/link}} које нам показује како се WooCommerce користи. Ниједан лични податак се не прати нити чува."],"There was a problem updating your preferences.":["Дошло је до проблема приликом ажурирања ваших подешавања."],"What type of products will be listed?":["Која врста производа ће бити додата?"],"There was a problem updating your product types.":["Дошло је до проблема при ажурирању врста производа."],"Please select at least one product type":["Одаберите најмање једну врсту производа"],"Choose any that apply":["Одабрати све примењиво"],"In which industry does the store operate?":["У којој индустрији продавница послује?"],"Please select at least one industry":["Изаберите најмање једну индустрију"],"There was a problem updating your industries.":["Дошло је до проблема при ажурирању ваше индустрије."],"Which platform is the store using?":["Коју платформу користи продавница?"],"What's your current annual revenue?":["Колики је ваш годишњи приход?"],"Currently selling elsewhere?":["Тренутно се продаје негде другде?"],"How many products do you plan to display?":["Колико производа планирате да прикажете?"],"We'd love to know if you are just getting started or you already have a business in place.":["Волели бисмо да знамо да ли тек почињете или већ послујете."],"Tell us about your business":["Реците нам нешто о свом послу"],"Wix":["Wix"],"Magento":["Magento"],"BigCommerce":["BigCommerce"],"Shopify":["Shopify"],"Yes, on another platform and in person at physical stores and\/or events":["Да, на другој платформи и лично у физичким продавницама и \/ или на догађајима"],"Yes, in person at physical stores and\/or events":["Да, лично у физичким продавницама и \/ или на догађајима"],"Yes, I own a different store powered by WooCommerce":["Да, поседујем другу продавницу коју покреће WooCommerce"],"Yes, on another platform":["Да, на другој платформи"],"More than %s":["Више од %s"],"%s (I'm just getting started)":["%s (тек почињем)"],"I don't have any products yet.":["Још немам ниједан производ."],"Send targeted campaigns, recover abandoned carts and much more with Mailchimp.":["Шаљите циљане кампање, опоравите напуштене корпе и још много тога помоћу Mailchimp-а."],"Contact customers with Mailchimp":["Контактирајте купце помоћу Mailchimp-а"],"Grow your business by targeting the right people and driving sales with Facebook.":["Развијајте своје пословање циљајући праве људе и подстичући продају помоћу Фејсбука."],"The following plugin will be installed for free: %s. %s":["Следећи додатак ће бити инсталиран бесплатно: %s. %s","Следећи додаци ће бити инсталирани бесплатно: %s. %s","Следећи додаци ће бити инсталирани бесплатно: %s. %s"],"Installing the following plugin: %s":["Инсталирање следеће додатне компоненте: %s","Инсталирање следећих додатних компоненти: %s","Инсталирање следећих додатних компоненти: %s"],"store product count or revenue\u0004%s+":["%s+"],"store product count or revenue range\u0004%1$s - %2$s":["%1$s - %2$s"],"This field is required":["Ово поље је обавезно"],"There was a problem updating your business details.":["Дошло је до проблема приликом ажурирања података о предузећу."],"Post code":["Поштански број"],"Address line 2 (optional)":["Адреса 2 (опционо)"],"Please add a post code":["Додајте поштански број"],"Please add a city":["Додајте град"],"Please select a country \/ region":["Изаберите државу\/регију"],"Please add an address":["Додајте адресу"],"Continue without installing":["Наставите без инсталирања"],"Market on Facebook":["Промоција на Фејсбуку"],"Country \/ Region":["Држава \/ Регион"],"Up to %s":["До %s"],"Retry":["Покушај поново"],"Print shipping labels at home":["Штампајте етикете за испоруку код куће"],"Yes please!":["Да, молим!"],"Address line 1":["Адреса 1"],"Installed":["Инсталирано"],"and":["и"],"Theme":["Тема"],"Product Types":["Типови производа"],"Free":["Бесплатно"],"Learn more":["Сазнајте више"],"Other":["Друго"],"Welcome to WooCommerce":["WooCommerce"],"No thanks":["Не, хвала"],"Skip this step":["Прескочите овај корак"],"Continue":["Наставите"],"City":["Град"],"No":["Не"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/profile-wizard.js"}}